Tekla.Structures.ModelInternal.dotExportSelectionInfo_t


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.assemblies


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.allAssemblyParts


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.parts


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.rebars


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.bolts


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.welds


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.surfaces


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.surfaceTreatments


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.grids


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.spatialHierarchy


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.pours


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.onlyProperties


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.selectionInfoFile


Tekla.Structures.ModelInternal.dotExportSelectionInfo_t.aExportLayersAs
